meshIndependence/Blasius_fineMesh/linear/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            outlet;
        nFaces          62;
        startFace       1660;
        faces           ( ( 8 10 11 9 ) ( 16 17 10 8 ) );
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          14;
        startFace       1722;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          14;
        startFace       1736;
    }
    plate
    {
        type            wall;
        inGroups        1(wall);
        nFaces          50;
        startFace       1750;
    }
    symmBound
    {
        type            wall;
        inGroups        1(wall);
        nFaces          12;
        startFace       1800;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          1736;
        startFace       1812;
    }
)

// ************************************************************************* //
